Repository: kem-a/AppManager
Catalog: po/*.po
Languages: ja, lt, nb, pt_br

source: Check updates
ja: 更新を確認
lt: Tikrinti atnaujinimus
nb: Sjekk oppdateringer
pt_br: Verificar atualizações

source: No installed apps to update
ja: 更新するインストール済みアプリがありません
lt: Nėra įdiegtų programų atnaujinimui
nb: Ingen installerte apper å oppdatere
pt_br: Nenhum aplicativo instalado para atualizar

source: Updated %d app(s)
ja: %d個のアプリを更新しました
lt: Atnaujinta %d programa(-os)
nb: Oppdaterte %d app(er)
pt_br: %d aplicativo(s) atualizado(s)

source: %d update(s) failed
ja: %d個の更新に失敗しました
lt: %d atnaujinimas(-ai) nepavyko
nb: %d oppdatering(er) mislyktes
pt_br: %d atualização(ões) falhou(aram)

source: Add update addresses in Details to enable updates
ja: 詳細で更新アドレスを追加して更新を有効にしてください
lt: Pridėkite atnaujinimų adresus skiltyje Išsami informacija, kad įgalintumėte atnaujinimus
nb: Legg til oppdateringsadresser i Detaljer for å aktivere oppdateringer
pt_br: Adicione endereços de atualização em Detalhes para habilitar atualizações

source: All supported apps are already up to date
ja: すべてのサポート対象アプリは最新です
lt: Visos palaikomos programos jau atnaujintos
nb: Alle støttede apper er allerede oppdatert
pt_br: Todos os aplicativos suportados já estão atualizados

source: %d app(s) use unsupported update links
ja: %d個のアプリがサポートされていない更新リンクを使用しています
lt: %d programa(-os) naudoja nepalaikomas atnaujinimų nuorodas
nb: %d app(er) bruker ustøttede oppdateringslenker
pt_br: %d aplicativo(s) usam links de atualização não suportados

source: Update available for %s
ja: %sの更新が利用可能です
lt: Yra atnaujinimas programai %s
nb: Oppdatering tilgjengelig for %s
pt_br: Atualização disponível para %s

source: General
ja: 一般
lt: Bendra
nb: Generelt
pt_br: Geral

source: Navigation
ja: ナビゲーション
lt: Navigacija
nb: Navigasjon
pt_br: Navegação

source: Window
ja: ウィンドウ
lt: Langas
nb: Vindu
pt_br: Janela

source: Check for updates
ja: 更新を確認
lt: Tikrinti atnaujinimus
nb: Sjekk etter oppdateringer
pt_br: Verificar atualizações

source: Show main menu
ja: メインメニューを表示
lt: Rodyti pagrindinį meniu
nb: Vis hovedmeny
pt_br: Mostrar menu principal

source: Show shortcuts
ja: ショートカットを表示
lt: Rodyti sparčiuosius klavišus
nb: Vis snarveier
pt_br: Mostrar atalhos

source: Close window
ja: ウィンドウを閉じる
lt: Uždaryti langą
nb: Lukk vindu
pt_br: Fechar janela

source: Quit AppManager
ja: AppManagerを終了
lt: Išeiti iš AppManager
nb: Avslutt AppManager
pt_br: Sair do AppManager

source: Credits
ja: クレジット
lt: Padėkos
nb: Takk til
pt_br: Créditos

source: Installation
pt_br: Instalação

source: Configure where AppImages are installed (default: ~/Applications)
pt_br: Configurar onde os AppImages são instalados (padrão: ~/Applications)

source: Installation directory
pt_br: Diretório de instalação

source: Browse for folder
pt_br: Procurar pasta

source: Reset to default
pt_br: Restaurar padrão

source: Apply changes
pt_br: Aplicar mudanças

source: Skip drag-and-drop window
pt_br: Pular janela de "arrastar e soltar"

source: Show install dialog directly when opening AppImages
pt_br: Exibir diálogo de instalação diretamente ao abrir AppImages

source: Automatic updates
ja: 自動更新
lt: Automatiniai atnaujinimai
nb: Automatiske oppdateringer
pt_br: Atualizações automáticas

source: Configure automatic update checking
ja: 自動更新チェックを設定
lt: Konfigūruoti automatinį atnaujinimų tikrinimą
nb: Konfigurer automatisk oppdateringssjekk
pt_br: Configurar verificação automática de atualizações

source: Open update log
ja: 更新ログを開く
lt: Atidaryti atnaujinimų žurnalą
nb: Åpne oppdateringslogg
pt_br: Abrir registro de atualizações

source: Background update check
ja: バックグラウンド更新チェック
lt: Atnaujinimų tikrinimas fone
nb: Bakgrunnsoppdateringssjekk
pt_br: Verificação de atualização em segundo plano

source: Will notify when new app updates are available
ja: 新しいアプリの更新が利用可能になったら通知します
lt: Praneš, kai bus pasiekiami nauji programų atnaujinimai
nb: Varsler når nye appoppdateringer er tilgjengelige
pt_br: Notificará quando novas atualizações estiverem disponíveis

source: Auto update apps
ja: アプリを自動更新
lt: Automatiškai atnaujinti programas
nb: Oppdater apper automatisk
pt_br: Atualizar aplicativos automaticamente

source: Will update apps automatically in background
ja: バックグラウンドでアプリを自動的に更新します
lt: Automatiškai atnaujins programas fone
nb: Oppdaterer apper automatisk i bakgrunnen
pt_br: Atualizará os aplicativos automaticamente em segundo plano

source: Check interval
ja: チェック間隔
lt: Tikrinimo intervalas
nb: Sjekkintervall
pt_br: Intervalo de verificação

source: Daily
ja: 毎日
lt: Kasdien
nb: Daglig
pt_br: Diário

source: Weekly
ja: 毎週
lt: Kas savaitę
nb: Ukentlig
pt_br: Semanal

source: Monthly
ja: 毎月
lt: Kas mėnesį
nb: Månedlig
pt_br: Mensal

source: Thumbnails
ja: サムネイル
lt: Miniatiūros
nb: Miniatyrbilder
pt_br: Miniaturas

source: AppImage Thumbnailer
ja: AppImageサムネイル生成
lt: AppImage miniatiūrų generatorius
nb: AppImage-miniatyrgenerator
pt_br: Gerador de miniaturas de AppImage

source: Install appimage-thumbnailer to generate thumbnails for AppImages
ja: appimage-thumbnailerをインストールしてAppImageのサムネイルを生成
lt: Įdiekite appimage-thumbnailer, kad sukurtumėte AppImage miniatiūras
nb: Installer appimage-thumbnailer for å generere miniatyrbilder for AppImages
pt_br: Instalar appimage-thumbnailer para gerar miniaturas para AppImages

source: Hide Nautilus thumbnail background
ja: Nautilusサムネイルの背景を非表示
lt: Slėpti Nautilus miniatiūros foną
nb: Skjul Nautilus miniatyrbakgrunn
pt_br: Ocultar fundo de miniatura do Nautilus

source: Remove the alpha checkerboard behind thumbnails and icons
ja: サムネイルとアイコンの後ろのアルファチェッカーボードを削除
lt: Pašalinti alfa šachmatinį foną už miniatiūrų ir piktogramų
nb: Fjern alfasjakkmønsteret bak miniatyrbilder og ikoner
pt_br: Remover o padrão xadrez de transparência atrás de miniaturas e ícones

source: Authenticate with GitHub to raise the API rate limit from 60 to 5,000 requests per hour
pt_br: Autentique-se no GitHub para aumentar o limite da API de 60 para 5.000 requisições por hora

source: Personal access token
pt_br: Token de acesso pessoal

source: Apply token
pt_br: Aplicar token

source: GitHub token saved
pt_br: Token do GitHub salvo

source: Clear token
pt_br: Remover token

source: GitHub token cleared
pt_br: Token do GitHub removido

source: Test token
pt_br: Testar token

source: Verify your token works and check rate limit status
pt_br: Verificar se o token funciona e checar o status do limite de requisições

source: Test
pt_br: Testar

source: Testing…
pt_br: Testando...

source: Create a token on GitHub
pt_br: Criar um token no GitHub

source: Fine-grained token with read-only public repo access is sufficient
pt_br: Um token de acesso refinado com permissão de leitura apenas para repositórios públicos é suficiente

source: Select Installation Directory
pt_br: Selecione o diretório de instalação

source: Invalid Path
pt_br: Caminho inválido

source: Installation directory updated
pt_br: Diretório de instalação atualizado

source: Move Installed Apps?
pt_br: Mover aplicativos instalados?

source: This will move %d installed app(s) to the new location. This may take a while depending on the size of your apps.
pt_br: Isso moverá %d aplicativo(s) instalado(s) para o novo local. Esta operação pode levar algum tempo, dependendo do tamanho dos seus aplicativos.

source: Move Apps
pt_br: Mover Aplicativos

source: Moving Apps…
pt_br: Movendo Aplicativos...

source: Please wait while your apps are being moved.
pt_br: Por favor espere enquanto seus aplicativos estão sendo movidos.

source: Apps moved successfully
pt_br: Aplicativos movidos com sucesso

source: Migration Failed
pt_br: A migração falhou

source: Unknown error occurred
pt_br: Ocorreu um erro desconhecido

source: Authentication failed — token is invalid or expired
pt_br: A autenticação falhou — token inválido ou expirado

source: Access forbidden — token lacks required permissions
pt_br: Acesso proibido — o token não possui as permissões necessárias

source: Token is valid — %s / %s requests remaining
pt_br: Token inválido — %s / %s requisições restantes

source: Token is valid
pt_br: O token é inválido

source: Unexpected response (%u)
pt_br: Resposta inesperada (%u)

source: Connection error: %s
pt_br: Erro de conexão: %s

source: Drag-and-drop AppImage installer for GNOME
pt_br: Instalador AppImage por "arrastar e soltar" para o GNOME

source: AppManager lets you install or uninstall AppImages with a familiar drag-and-drop workflow inspired by macOS. It handles desktop integration, icon extraction, executable bits, and Nautilus context menus.
pt_br: O AppManager permite instalar ou desinstalar AppImages com um fluxo de trabalho familiar de "arrastar e soltar" inspirado no macOS. Ele gerencia a integração com a área de trabalho, extração de ícones, permissões de execução e menus de contexto do Nautilus.

source: Initial preview with drag-and-drop installs, dual install modes, Nautilus menus, and preferences UI.
pt_br: Versão prévia inicial com instalação por "arrastar e soltar", modos duplos de instalação, menus do Nautilus e interface de preferências.

source: Added optional background update checks powered by the XDG Background portal. Users grant permission on first launch, can pick an interval, and receive a notification when updates are detected.
pt_br: Adicionada a verificação opcional de atualizações em segundo plano via portal XDG Background. Os usuários concedem permissão no primeiro lançamento, podem escolher um intervalo e recebem uma notificação quando atualizações são detectadas.

source: ⚠️ '~/.local/bin' is not in $PATH. App will not launch from the terminal
ja: ⚠️ '~/.local/bin'が$PATHにありません。アプリはターミナルから起動できません
lt: ⚠️ '~/.local/bin' nėra $PATH. Programa nebus paleista iš terminalo
nb: ⚠️ '~/.local/bin' er ikke i $PATH. Appen vil ikke starte fra terminalen

source: Terminal
ja: ターミナル
lt: Terminalas

source: Create a launcher in ~/.local/bin so you can run it from the terminal
ja: ターミナルから実行できるよう~/.local/binにランチャーを作成
lt: Sukurti paleidiklį ~/.local/bin, kad galėtumėte paleisti iš terminalo
nb: Opprett en starter i ~/.local/bin slik at du kan kjøre den fra terminalen
