Repository: kem-a/AppManager
Catalog: po/*.po
Languages: ja, lt, nb, pt_br

source: Incompatible AppImage
pt_br: AppImage incompatível

source: This AppImage is incompatible or corrupted. Missing required files (AppRun, .desktop, or icon).
pt_br: Este AppImage é incompatível ou está corrompido. Arquivos necessários ausentes (AppRun, .desktop ou ícone)

source: Close
ja: 閉じる
lt: Uždaryti
nb: Lukk
pt_br: Fechar

source: unknown
pt_br: desconhecido

source: Architecture Mismatch
pt_br: Arquitetura incompatível

source: This app is built for %s and cannot run here
pt_br: Este aplicativo é feito para %s e não consegue rodar aqui

source: Open %s?
ja: %sを開きますか？
lt: Atidaryti %s?
nb: Åpne %s?
pt_br: Abrir %s?

source: Origins of %s application can not be verified. Are you sure you want to open it?
ja: アプリケーション%sの出所を確認できません。開いてもよろしいですか？
lt: Programos %s kilmė negali būti patvirtinta. Ar tikrai norite ją atidaryti?
nb: Opprinnelsen til %s kan ikke verifiseres. Er du sikker på at du vil åpne den?
pt_br: A origem do aplicativo %s não pôde ser verificada. Tem certeza de que deseja abri-lo?

source: Install the AppImage to add it to your applications.
ja: AppImageをインストールしてアプリケーションに追加します。
lt: Įdiekite AppImage, kad pridėtumėte ją prie savo programų.
nb: Installer AppImage for å legge den til i programmene dine.
pt_br: Instale o AppImage para adicioná-lo aos seus aplicativos.

source: Install
ja: インストール
lt: Įdiegti
nb: Installer
pt_br: Instalar

source: Cancel
ja: キャンセル
lt: Atšaukti
nb: Avbryt
pt_br: Cancelar

source: Update %s?
ja: %sを更新しますか？
lt: Atnaujinti %s?
nb: Oppdatere %s?
pt_br: Atualizar %s?

source: Version unknown
ja: バージョン不明
lt: Versija nežinoma
nb: Versjon ukjent
pt_br: Versão desconhecida

source: Unknown version
ja: 不明なバージョン
lt: Nežinoma versija
nb: Ukjent versjon
pt_br: Versão desconhecida

source: Will update to version %s
ja: バージョン%sに更新されます
lt: Bus atnaujinta iki versijos %s
nb: Vil oppdatere til versjon %s
pt_br: Será atualizado para a versão %s

source: Update
ja: 更新
lt: Atnaujinti
nb: Oppdater
pt_br: Atualizar

source: Replace %s?
ja: %sを置き換えますか？
lt: Pakeisti %s?
nb: Erstatte %s?
pt_br: Substituir %s?

source: A newer item named %s already exists in this location. Do you want to replace it with the older one you're copying?
ja: この場所には%sという名前の新しいアイテムが既に存在します。コピーしている古いもので置き換えますか？
lt: Naujesnė versija pavadinimu %s jau yra šioje vietoje. Ar norite ją pakeisti senesne, kurią kopijuojate?
nb: Et nyere element med navnet %s finnes allerede på dette stedet. Vil du erstatte det med det eldre du kopierer?
pt_br: Um item mais recente chamado %s já existe neste local. Deseja substituí-lo pelo mais antigo que você está copiando?

source: Installed: %s | Incoming: %s
ja: インストール済み: %s | 受信: %s
lt: Įdiegta: %s | Gaunama: %s
nb: Installert: %s | Innkommende: %s
pt_br: Instalado: %s | Recebido: %s

source: An item named %s already exists in this location. Do you want to replace it with one you're copying?
ja: この場所には%sという名前のアイテムが既に存在します。コピーしているもので置き換えますか？
lt: Elementas pavadinimu %s jau yra šioje vietoje. Ar norite jį pakeisti tuo, kurį kopijuojate?
nb: Et element med navnet %s finnes allerede på dette stedet. Vil du erstatte det med det du kopierer?
pt_br: Um item chamado %s já existe neste local. Deseja substituí-lo pelo que você está copiando?

source: Stop
ja: 停止
lt: Sustabdyti
nb: Stopp
pt_br: Parar

source: Replace
ja: 置き換え
lt: Pakeisti
nb: Erstatt
pt_br: Substituir

source: Successfully Updated
ja: 正常に更新されました
lt: Sėkmingai atnaujinta
nb: Oppdatert
pt_br: Atualizado com sucesso

source: Successfully Installed
ja: 正常にインストールされました
lt: Sėkmingai įdiegta
nb: Installert
pt_br: Instalado com sucesso

source: Version %s
ja: バージョン %s
lt: Versija %s
nb: Versjon %s
pt_br: Versão %s

source: Open
ja: 開く
lt: Atidaryti
nb: Åpne
pt_br: Abrir

source: Done
ja: 完了
lt: Atlikta
nb: Ferdig
pt_br: Concluído

source: Installation failed
ja: インストール失敗
lt: Diegimas nepavyko
nb: Installasjon mislyktes
pt_br: Falha na instalação

source: Dismiss
ja: 閉じる
lt: Atmesti
nb: Avvis
pt_br: Dispensar

source: Uninstall failed
ja: アンインストール失敗
lt: Pašalinimas nepavyko
nb: Avinstallering mislyktes
pt_br: Falha na desinstalação

source: %s could not be removed: %s
ja: %sを削除できませんでした: %s
lt: %s nepavyko pašalinti: %s
nb: %s kunne ikke fjernes: %s
pt_br: %s não pôde ser removido: %s

source: Moved to Trash
ja: ゴミ箱に移動しました
lt: Perkelta į šiukšlinę
nb: Flyttet til papirkurven
pt_br: Movido para a lixeira

source: Extraction is only available for portable installations.
ja: 展開はポータブルインストールでのみ利用可能です。
lt: Išskleidimas galimas tik nešiojamiems diegimams.
nb: Utpakking er bare tilgjengelig for portable installasjoner.
pt_br: A extração está disponível apenas para instalações portáteis.

source: Extracted for faster launch
ja: より速い起動のために展開されました
lt: Išskleista greitesniam paleidimui
nb: Pakket ut for raskere oppstart
pt_br: Extraído para inicialização mais rápida

source: Extraction complete
ja: 展開完了
lt: Išskleidimas baigtas
nb: Utpakking fullført
pt_br: Extração concluída

source: %s was extracted and will open faster.
ja: %sが展開され、より速く開くようになります。
lt: %s išskleista ir atsidarys greičiau.
nb: %s ble pakket ut og vil åpnes raskere.
pt_br: %s foi extraído e abrirá mais rápido.

source: Extraction failed
ja: 展開失敗
lt: Išskleidimas nepavyko
nb: Utpakking mislyktes
pt_br: Falha na extração

source: %s could not be extracted: %s
ja: %sを展開できませんでした: %s
lt: %s nepavyko išskleisti: %s
nb: %s kunne ikke pakkes ut: %s
pt_br: %s não pôde ser extraído: %s

source: App updates available
ja: アプリの更新が利用可能です
lt: Yra programų atnaujinimų
nb: Appoppdateringer tilgjengelige
pt_br: Atualizações de aplicativos disponíveis

source: %d app update(s) available
ja: %d個のアプリ更新が利用可能です
lt: Yra %d programos(-ų) atnaujinimas(-ai)
nb: %d appoppdatering(er) tilgjengelig
pt_br: %d atualização(ões) de aplicativo(s) disponível(is)

source: Open AppManager
ja: AppManagerを開く
lt: Atidaryti AppManager
nb: Åpne AppManager
pt_br: Abrir AppManager

source: Move to Trash
ja: ゴミ箱に移動
lt: Perkelti į šiukšlinę
nb: Flytt til papirkurven
pt_br: Mover para a lixeira

source: Path must be absolute
pt_br: O caminho deve ser absoluto

source: This is already the current directory
pt_br: Este já é o diretório atual

source: Directory is not writable
pt_br: O diretório não permite escrita

source: Cannot access directory: %s
pt_br: Não é possível acessar o diretório: %s

source: Path exists but is not a directory
pt_br: Caminho existe mas não é um diretório

source: Invalid path
pt_br: Caminho inválido

source: Parent directory does not exist
pt_br: Diretório pai não existe

source: Cannot create directory: parent is not writable
pt_br: Não é possível criar o diretório: o diretório pai não permite escrita

source: Cannot access parent directory: %s
pt_br: Não é possível acessar o diretório pai: %s

source: Failed to create directory: %s
pt_br: Falha ao criar diretório: %s

source: Failed to create extracted directory: %s
pt_br: Falha ao criar o diretório extraído: %s

source: Migrating %s (%d/%d)…
pt_br: Migrando %s (%d/%d)…

source: Some apps failed to migrate: %s
pt_br: Falha ao migrar alguns aplicativos: %s

source: No update address configured
ja: 更新アドレスが設定されていません
lt: Atnaujinimo adresas nesukonfigūruotas
nb: Ingen oppdateringsadresse konfigurert
pt_br: Nenhum endereço de atualização configurado

source: Update source not supported
ja: 更新ソースがサポートされていません
lt: Atnaujinimo šaltinis nepalaikomas
nb: Oppdateringskilde støttes ikke
pt_br: Fonte de atualização não suportada

source: Unable to read releases
ja: リリースを読み取れません
lt: Nepavyko perskaityti leidimų
nb: Kunne ikke lese utgivelser
pt_br: Não foi possível ler os lançamentos

source: No matching AppImage found for %s
ja: %s用の一致するAppImageが見つかりません
lt: Nerasta atitinkančios AppImage %s
nb: Ingen matchende AppImage funnet for %s
pt_br: Nenhum AppImage correspondente encontrado para %s

source: Already up to date
ja: 既に最新です
lt: Jau atnaujinta
nb: Allerede oppdatert
pt_br: Já está atualizado

source: Updated to %s
pt_br: Atualizado para %s

source: Server does not provide change tracking headers
pt_br: O servidor não fornece cabeçalhos de rastreamento de alterações

source: Baseline recorded
pt_br: Linha de base registrada

source: Updated
pt_br: Atualizado

source: GitHub authentication failed (401). Check your token in Preferences → GitHub.
pt_br: Falha na autenticação do GitHub (401). Verifique seu token em Preferências → GitHub.

source: GitHub API rate limit exceeded. Add a token in Preferences → GitHub to increase your limit.
pt_br: Limite de taxa da API do GitHub excedido. Adicione um token em Preferências → GitHub para aumentar seu limite.

source: GitHub access forbidden (403). Your token may lack the required permissions.
pt_br: Acesso ao GitHub proibido (403). Seu token pode não ter as permissões necessárias.

source: Unknown zsync source type
pt_br: Tipo de origem zsync desconhecido

source: Unknown zsync source
pt_br: Origem zsync desconhecida

source: Cannot determine download URL from zsync URL
pt_br: Não é possível determinar a URL de download a partir da URL zsync

source: ⚠️ '%s' is not in $PATH. App will not launch from the terminal
pt_br: ⚠️ '%s' não está no $PATH. O aplicativo não será iniciado pelo terminal

source: Show in Files
ja: ファイルで表示
lt: Rodyti failuose
nb: Vis i Filer
pt_br: Mostrar nos Arquivos

source: Portable
ja: ポータブル
lt: Nešiojama
nb: Portabel
pt_br: Portátil

source: Extracted
ja: 展開済み
lt: Išskleista
nb: Utpakket
pt_br: Extraído

source: This app supports efficient delta updates
ja: このアプリは効率的なデルタ更新をサポートしています
lt: Ši programa palaiko efektyvius delta atnaujinimus
nb: Denne appen støtter effektive deltaoppdateringer
pt_br: Este aplicativo suporta atualizações delta eficientes

source: Hidden
ja: 非表示
lt: Paslėpta
nb: Skjult
pt_br: Oculto

source: Properties
ja: プロパティ
lt: Savybės
nb: Egenskaper
pt_br: Propriedades

source: Command line arguments
ja: コマンドライン引数
lt: Komandinės eilutės argumentai
nb: Kommandolinjeargumenter
pt_br: Argumentos de linha de comando

source: Update info
ja: 更新情報
lt: Atnaujinimo informacija
nb: Oppdateringsinformasjon
pt_br: Informações de atualização

source: How update links work
ja: 更新リンクの仕組み
lt: Kaip veikia atnaujinimų nuorodos
nb: Hvordan oppdateringslenker fungerer
pt_br: Como os links de atualização funcionam

source: Update Link
ja: 更新リンク
lt: Atnaujinimo nuoroda
nb: Oppdateringslenke
pt_br: Link de atualização

source: Web Page
ja: Webページ
lt: Tinklalapis
nb: Nettside
pt_br: Página web

source: Open web page
ja: Webページを開く
lt: Atidaryti tinklalapį
nb: Åpne nettside
pt_br: Abrir página web

source: Advanced
ja: 詳細設定
lt: Išplėstiniai
nb: Avansert
pt_br: Avançado

source: Environment Variables
ja: 環境変数
lt: Aplinkos kintamieji
nb: Miljøvariabler
pt_br: Variáveis de ambiente

source: Set custom environment variables for this app
ja: このアプリ用のカスタム環境変数を設定
lt: Nustatyti pasirinktinius aplinkos kintamuosius šiai programai
nb: Angi egendefinerte miljøvariabler for denne appen
pt_br: Definir variáveis de ambiente personalizadas para este aplicativo

source: NAME
ja: 名前
lt: PAVADINIMAS
nb: NAVN
pt_br: NOME

source: value
ja: 値
lt: reikšmė
nb: verdi
pt_br: valor

source: Remove variable
ja: 変数を削除
lt: Pašalinti kintamąjį
nb: Fjern variabel
pt_br: Remover variável

source: Keywords
ja: キーワード
lt: Raktažodžiai
nb: Nøkkelord
pt_br: Palavras-chave

source: Icon name
ja: アイコン名
lt: Piktogramos pavadinimas
nb: Ikonnavn
pt_br: Nome do ícone

source: Startup WM Class
ja: 起動時WMクラス
lt: Paleidimo WM klasė
nb: Oppstart WM-klasse
pt_br: Classe WM de inicialização

source: Version
ja: バージョン
lt: Versija
nb: Versjon
pt_br: Versão

source: Hide from app drawer
ja: アプリ一覧から非表示
lt: Slėpti iš programų stalčiaus
nb: Skjul fra appskuffen
pt_br: Ocultar da gaveta de aplicativos

source: Don't show in application menu
ja: アプリケーションメニューに表示しない
lt: Nerodyti programų meniu
nb: Ikke vis i programmenyen
pt_br: Não mostrar no menu de aplicativos

source: Add to $PATH
ja: $PATHに追加
lt: Pridėti į $PATH
nb: Legg til i $PATH
pt_br: Adicionar ao $PATH

source: Create a launcher in %s so you can run it from the terminal
pt_br: Criar um lançador em %s para executá-lo pelo terminal

source: Actions
ja: アクション
lt: Veiksmai
nb: Handlinger
pt_br: Ações

source: Extract AppImage
ja: AppImageを展開
lt: Išskleisti AppImage
nb: Pakk ut AppImage
pt_br: Extrair AppImage

source: Restore default
ja: デフォルトに戻す
lt: Atkurti numatytąsias reikšmes
nb: Gjenopprett standard
pt_br: Restaurar padrão

source: Updating...
ja: 更新中...
lt: Atnaujinama...
nb: Oppdaterer...
pt_br: Atualizando...

source: Checking...
ja: 確認中...
lt: Tikrinama...
nb: Sjekker...
pt_br: Verificando...

source: Check Update
ja: 更新を確認
lt: Tikrinti atnaujinimą
nb: Sjekk oppdatering
pt_br: Verificar atualização

source: Update info lets AppManager fetch new builds for you. Paste the download link and AppManager will do the rest.
ja: 更新情報を使うとAppManagerが新しいビルドを取得できます。ダウンロードリンクを貼り付けると、残りはAppManagerが行います。
lt: Atnaujinimo informacija leidžia AppManager gauti naujas versijas. Įklijuokite atsisiuntimo nuorodą ir AppManager padarys likusį darbą.
nb: Oppdateringsinformasjon lar AppManager hente nye versjoner for deg. Lim inn nedlastingslenken, så gjør AppManager resten.
pt_br: As informações de atualização permitem que o AppManager obtenha novas versões para você. Cole o link de download e o AppManager fará o resto.

source: Currently GitHub and GitLab URL formats are fully supported. Direct download links also work if the server provides Last-Modified or Content-Length headers.
ja: 現在、GitHubとGitLabのURL形式が完全にサポートされています。サーバーがLast-ModifiedまたはContent-Lengthヘッダーを提供している場合、直接ダウンロードリンクも機能します。
lt: Šiuo metu visiškai palaikomi GitHub ir GitLab URL formatai. Tiesioginės atsisiuntimo nuorodos taip pat veikia, jei serveris pateikia Last-Modified arba Content-Length antraštes.
nb: For øyeblikket støttes GitHub og GitLab URL-formater fullt ut. Direkte nedlastingslenker fungerer også hvis serveren gir Last-Modified eller Content-Length-overskrifter.
pt_br: Atualmente, os formatos de URL do GitHub e GitLab são totalmente suportados. Links de download direto também funcionam se o servidor fornecer cabeçalhos Last-Modified ou Content-Length.

source: Update links
ja: 更新リンク
lt: Atnaujinimų nuorodos
nb: Oppdateringslenker
pt_br: Links de atualização

source: Got it
ja: 了解
lt: Supratau
nb: Forstått
pt_br: Entendi

source: Extracting will unpack the application so it opens faster, but it will consume more disk space. This action cannot be reversed automatically.
ja: 展開するとアプリケーションが解凍され、より速く開きますが、ディスク容量を多く消費します。この操作は自動的に元に戻せません。
lt: Išskleidimas išpakuos programą, kad ji atsidarytų greičiau, tačiau užims daugiau vietos diske. Šio veiksmo negalima automatiškai atšaukti.
nb: Utpakking vil pakke ut applikasjonen slik at den åpnes raskere, men den vil bruke mer diskplass. Denne handlingen kan ikke reverseres automatisk.
pt_br: A extração descompactará o aplicativo para que ele abra mais rápido, mas consumirá mais espaço em disco. Esta ação não pode ser revertida automaticamente.

source: Extract application?
ja: アプリケーションを展開しますか？
lt: Išskleisti programą?
nb: Pakke ut applikasjon?
pt_br: Extrair aplicativo?

source: Extract
ja: 展開
lt: Išskleisti
nb: Pakk ut
pt_br: Extrair

source: App removed
ja: アプリを削除しました
lt: Programa pašalinta
nb: App fjernet
pt_br: Aplicativo removido

source: The application was uninstalled successfully.
ja: アプリケーションは正常にアンインストールされました。
lt: Programa sėkmingai pašalinta.
nb: Applikasjonen ble avinstallert.
pt_br: O aplicativo foi desinstalado com sucesso.

source: AppImage Installer
ja: AppImageインストーラー
lt: AppImage diegimo programa
nb: AppImage-installerer
pt_br: Instalador de AppImage

source: Verify
ja: 検証
lt: Patvirtinti
nb: Verifiser
pt_br: Verificar

source: Verify AppImage with SHA256 hash
ja: SHA256ハッシュでAppImageを検証
lt: Patvirtinti AppImage su SHA256 maiša
nb: Verifiser AppImage med SHA256-hash
pt_br: Verificar AppImage com hash SHA256

source: SHA256 hash does not match. Verification failed.
ja: SHA256ハッシュが一致しません。検証に失敗しました。
lt: SHA256 maiša nesutampa. Patvirtinimas nepavyko.
nb: SHA256-hash samsvarer ikke. Verifisering mislyktes.
pt_br: O hash SHA256 não corresponde. A verificação falhou.

source: Drag and drop to install into Applications
ja: ドラッグ＆ドロップでアプリケーションにインストール
lt: Vilkite ir numeskite, kad įdiegtumėte į Programas
nb: Dra og slipp for å installere i Programmer
pt_br: Arraste e solte para instalar em Aplicativos

source: Applications
ja: アプリケーション
lt: Programos
nb: Programmer
pt_br: Aplicativos

source: This is a terminal application and will be installed in portable mode.
ja: これはターミナルアプリケーションであり、ポータブルモードでインストールされます。
lt: Tai terminalo programa ir ji bus įdiegta nešiojamu režimu.
nb: Dette er en terminalapplikasjon og vil bli installert i portabel modus.
pt_br: Este é um aplicativo de terminal e será instalado em modo portátil.

source: This AppImage is incompatible or corrupted
ja: このAppImageは互換性がないか破損しています
lt: Ši AppImage yra nesuderinama arba sugadinta
nb: Denne AppImage er inkompatibel eller ødelagt
pt_br: Este AppImage é incompatível ou está corrompido

source: Missing required files (AppRun, .desktop, or icon)
ja: 必要なファイルがありません（AppRun、.desktop、またはアイコン）
lt: Trūksta reikalingų failų (AppRun, .desktop arba piktograma)
nb: Mangler nødvendige filer (AppRun, .desktop eller ikon)
pt_br: Arquivos necessários ausentes (AppRun, .desktop ou ícone)

source: Architecture mismatch
pt_br: Incompatibilidade de arquitetura

source: Unable to prepare AppImage for installation
ja: AppImageをインストール用に準備できません
lt: Nepavyko paruošti AppImage diegimui
nb: Kunne ikke forberede AppImage for installasjon
pt_br: Não foi possível preparar o AppImage para instalação

source: Successfully Replaced
ja: 正常に置き換えられました
lt: Sėkmingai pakeista
nb: Erstattet
pt_br: Substituído com sucesso

source: Verify AppImage
ja: AppImageを検証
lt: Patvirtinti AppImage
nb: Verifiser AppImage
pt_br: Verificar AppImage

source: Verify the authenticity of this AppImage.
ja: このAppImageの真正性を検証します。
lt: Patvirtinkite šios AppImage autentiškumą.
nb: Verifiser ektheten av denne AppImage.
pt_br: Verificar a autenticidade deste AppImage.

source: Enter the SHA256 hash
ja: SHA256ハッシュを入力
lt: Įveskite SHA256 maišą
nb: Skriv inn SHA256-hash
pt_br: Digite o hash SHA256

source: Get more ...
ja: もっと入手...
lt: Gauti daugiau ...
nb: Hent flere ...
pt_br: Obter mais ...

source: Find more AppImages
ja: AppImageをもっと探す
lt: Rasti daugiau AppImage
nb: Finn flere AppImages
pt_br: Encontrar mais AppImages

source: Browse these sources to discover and download AppImages
ja: これらのソースを参照してAppImageを発見・ダウンロード
lt: Naršykite šiuos šaltinius, kad rastumėte ir atsisiųstumėte AppImage
nb: Bla gjennom disse kildene for å oppdage og laste ned AppImages
pt_br: Navegue por essas fontes para descobrir e baixar AppImages

source: No AppImage apps installed
ja: インストール済みのAppImageアプリはありません
lt: Nėra įdiegtų AppImage programų
nb: Ingen AppImage-apper installert
pt_br: Nenhum aplicativo AppImage instalado

source: Download AppImage and double click to install with AppManager
ja: AppImageをダウンロードしてダブルクリックでAppManagerからインストール
lt: Atsisiųskite AppImage ir dukart spustelėkite, kad įdiegtumėte su AppManager
nb: Last ned AppImage og dobbeltklikk for å installere med AppManager
pt_br: Baixe um AppImage e clique duas vezes para instalar com o AppManager

source: No results found
ja: 結果が見つかりません
lt: Rezultatų nerasta
nb: Ingen resultater funnet
pt_br: Nenhum resultado encontrado

source: My Apps
ja: マイアプリ
lt: Mano programos
nb: Mine apper
pt_br: Meus Aplicativos

source: Update available
ja: 更新可能
lt: Yra atnaujinimas
nb: Oppdatering tilgjengelig
pt_br: Atualização disponível

source: Unknown
pt_br: Desconhecido

source: extracted
ja: 展開済み
lt: išskleista
nb: utpakket
pt_br: extraído

source: Updated just now
ja: たった今更新
lt: Ką tik atnaujinta
nb: Oppdatert nettopp
pt_br: Atualizado agora mesmo

source: Installed just now
ja: たった今インストール
lt: Ką tik įdiegta
nb: Installert nettopp
pt_br: Instalado agora mesmo

source: Updated %d min ago
ja: %d分前に更新
lt: Atnaujinta prieš %d min
nb: Oppdatert for %d min siden
pt_br: Atualizado há %d min

source: Installed %d min ago
ja: %d分前にインストール
lt: Įdiegta prieš %d min
nb: Installert for %d min siden
pt_br: Instalado há %d min

source: Updated %d hours ago
ja: %d時間前に更新
lt: Atnaujinta prieš %d val
nb: Oppdatert for %d timer siden
pt_br: Atualizado há %d horas

source: Installed %d hours ago
ja: %d時間前にインストール
lt: Įdiegta prieš %d val
nb: Installert for %d timer siden
pt_br: Instalado há %d horas

source: Updated %d days ago
ja: %d日前に更新
lt: Atnaujinta prieš %d d.
nb: Oppdatert for %d dager siden
pt_br: Atualizado há %d dias

source: Installed %d days ago
ja: %d日前にインストール
lt: Įdiegta prieš %d d.
nb: Installert for %d dager siden
pt_br: Instalado há %d dias

source: Preferences
ja: 設定
lt: Nuostatos
nb: Innstillinger
pt_br: Preferências

source: Keyboard shortcuts
ja: キーボードショートカット
lt: Klaviatūros spartieji klavišai
nb: Tastatursnarveier
pt_br: Atalhos de teclado

source: About AppManager
ja: AppManagerについて
lt: Apie AppManager
nb: Om AppManager
pt_br: Sobre o AppManager

source: Quit
ja: 終了
lt: Išeiti
nb: Avslutt
pt_br: Sair

source: Support AppManager
pt_br: Apoiar o AppManager

source: Buy Me a Coffee
pt_br: Pague-me um café

source: Become a sponsor on GitHub
pt_br: Torne-se um apoiador no GitHub

source: Sponsor Me ♡
pt_br: Apoie o meu trabalho ♡

source: Star AppManager on GitHub
pt_br: Abrir o AppManager no GitHub

source: Star AppManager
pt_br: Dar uma estrela ao AppManager

source: View contributors on GitHub
pt_br: Visualizar contribuidores no GitHub

source: Contributors
pt_br: Contribuidores

source: Search
ja: 検索
lt: Ieškoti
nb: Søk
pt_br: Pesquisar

source: Support this project
pt_br: Apoie este projeto

source: More actions
ja: その他のアクション
lt: Daugiau veiksmų
nb: Flere handlinger
pt_br: Mais ações

source: Search apps...
ja: アプリを検索...
lt: Ieškoti programų...
nb: Søk etter apper...
pt_br: Pesquisar aplicativos...

source: FUSE is not installed. Some AppImages may fail to run
ja: FUSEがインストールされていません。一部のAppImageが実行できない可能性があります
lt: FUSE neįdiegta. Kai kurios AppImage gali neveikti
nb: FUSE er ikke installert. Noen AppImages kan mislykkes i å kjøre
pt_br: FUSE não está instalado. Alguns AppImages podem falhar ao executar

source: Learn More
ja: 詳細を見る
lt: Sužinoti daugiau
nb: Les mer
pt_br: Saiba mais

source: Switch to grid view
pt_br: Alternar para visualização em grade

source: Switch to list view
pt_br: Alternar para visualização em lista

source: Updates already running
ja: 更新は既に実行中です
lt: Atnaujinimai jau vykdomi
nb: Oppdateringer kjører allerede
pt_br: Atualizações já estão em execução

source: Cancel update
ja: 更新をキャンセル
lt: Atšaukti atnaujinimą
nb: Avbryt oppdatering
pt_br: Cancelar atualização

source: Cancelling...
ja: キャンセル中...
lt: Atšaukiama...
nb: Avbryter...
pt_br: Cancelando...

source: Update check cancelled
ja: 更新チェックがキャンセルされました
lt: Atnaujinimų tikrinimas atšauktas
nb: Oppdateringssjekk avbrutt
pt_br: Verificação de atualização cancelada

source: %d app(s) have updates
ja: %d個のアプリに更新があります
lt: %d programa(-os) turi atnaujinimų
nb: %d app(er) har oppdateringer
pt_br: %d aplicativo(s) têm atualizações

source: No updates available right now
ja: 現在利用可能な更新はありません
lt: Šiuo metu atnaujinimų nėra
nb: Ingen oppdateringer tilgjengelig akkurat nå
pt_br: Nenhuma atualização disponível no momento

source: Nothing queued for updating
ja: 更新キューに何もありません
lt: Eilėje atnaujinimui nieko nėra
nb: Ingenting i kø for oppdatering
pt_br: Nada na fila para atualizar

source: Update cancelled
ja: 更新がキャンセルされました
lt: Atnaujinimas atšauktas
nb: Oppdatering avbrutt
pt_br: Atualização cancelada

source: Checking updates
ja: 更新を確認中
lt: Tikrinami atnaujinimai
nb: Sjekker oppdateringer
pt_br: Verificando atualizações

source: Update Apps
ja: アプリを更新
lt: Atnaujinti programas
nb: Oppdater apper
pt_br: Atualizar aplicativos

source: Updating apps
ja: アプリを更新中
lt: Atnaujinamos programos
nb: Oppdaterer apper
pt_br: Atualizando aplicativos
